Repository: silvarbor/prowl
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Participants deliver their results through prowl, so a run cannot start until it is installed.
zh_hans: 参与者通过 prowl 交付结果，因此在安装之前无法开始运行。

source: Paste
zh_hans: 粘贴

source: Path
zh_hans: 路径

source: Path to the active worktree.
zh_hans: 当前 worktree 的路径。

source: Path to the repository root.
zh_hans: 仓库根目录的路径。

source: Periodically checks pull request status (open, merged, checks) for this repository's branches. Turn off to skip background GitHub queries.
zh_hans: 定期检查此仓库各分支的拉取请求状态（打开、已合并、检查结果）。关闭后将跳过后台 GitHub 查询。

source: Permanently removes archived worktrees after the selected period.
zh_hans: 在选定时长后永久移除已归档的 worktree。

source: Pick a known value, or type any value.
zh_hans: 选择已知值，或输入任意值。

source: Pick a preset or enter any SF Symbol name available in your system.
zh_hans: 选择一个预设，或输入系统中可用的任意 SF Symbol 名称。

source: Pick a preset or enter any SF Symbol name. Clearing restores the runtime brand icon.
zh_hans: 选择一个预设，或输入任意 SF Symbol 名称。清除后将恢复运行时品牌图标。

source: Pick a preset or enter any SF Symbol name. SVG and SF Symbol icons are tinted with the repo color; bitmap formats keep their own colors.
zh_hans: 选择一个预设，或输入任意 SF Symbol 名称。SVG 和 SF Symbol 图标会使用仓库颜色着色；位图格式保留自身颜色。

source: Pick a preset or enter any SF Symbol name. The icon marks this workflow in menus and the palette.
zh_hans: 选择一个预设，或输入任意 SF Symbol 名称。此图标用于在菜单和命令面板中标识该工作流。

source: Pick from common symbols or enter any SF Symbol name available in your system.
zh_hans: 从常用符号中选择，或输入系统中可用的任意 SF Symbol 名称。

source: Pick one of the repositories already in the sidebar.
zh_hans: 从边栏中已有的仓库里选择一个。

source: Pick the app automatically based on the project type
zh_hans: 根据项目类型自动选择应用

source: Pin Worktree
zh_hans: 固定 worktree

source: Pin to top
zh_hans: 置顶

source: Pin worktree
zh_hans: 固定 worktree

source: Pink
zh_hans: 粉色

source: Play notification sound
zh_hans: 播放通知提示音

source: Please check file permissions and try again.
zh_hans: 请检查文件权限后重试。

source: Port
zh_hans: 端口

source: Port %@ is already in use. Stop the other program or choose another port.
zh_hans: 端口 %@ 已被占用。请停止占用它的程序，或选择其他端口。

source: Position %lld
zh_hans: 第 %lld 位

source: Preferred Agent Profile
zh_hans: 首选 Agent 配置

source: Preferred profile for this launch role. Choose Automatically lets Prowl resolve a qualifying profile when the workflow starts.
zh_hans: 此启动角色的首选配置。“自动选择”会让 Prowl 在工作流启动时解析出符合条件的配置。

source: Preparing archive script
zh_hans: 正在准备归档脚本

source: Preparing pairing…
zh_hans: 正在准备配对…

source: Preparing your worktree
zh_hans: 正在准备你的 worktree

source: Press %@ or click Add to add one.
zh_hans: 按 %@ 或点击“添加”以添加一个。

source: Press a key with modifiers (⌘ ⇧ ⌥ ⌃).
zh_hans: 按下带修饰键的按键（⌘ ⇧ ⌥ ⌃）。

source: Preview
zh_hans: 预览

source: Preview unavailable. Open the file to view its contents.
zh_hans: 无法预览。请打开文件查看内容。

source: Previous
zh_hans: 上一个

source: Previous page
zh_hans: 上一页

source: Previously paired Hosts could not be read. Use Connect to a New Host to continue.
zh_hans: 无法读取先前配对的主机。请使用“连接到新主机”继续。

source: Profile
zh_hans: 配置

source: Profile Home
zh_hans: 配置主目录

source: Profile name
zh_hans: 配置名称

source: Profiles
zh_hans: 配置

source: Prompt
zh_hans: 提示词

source: Prompt for branch name during creation
zh_hans: 创建时提示输入分支名称

source: Protected branches are kept. If safe branch deletion fails, Prowl asks before forcing it. Your choice is remembered for the next delete.
zh_hans: 受保护的分支会被保留。如果安全删除分支失败，Prowl 会在强制删除前询问。你的选择会被记住，供下次删除时使用。

source: Prowl Classic
zh_hans: Prowl 经典音效

source: Prowl cannot send system notifications
zh_hans: Prowl 无法发送系统通知

source: Prowl could not bind the socket. Remove a stale file at this path and relaunch.
zh_hans: Prowl 无法绑定该套接字。请移除此路径上残留的文件，然后重新启动。

source: Prowl could not create the socket's folder.
zh_hans: Prowl 无法创建套接字所在的文件夹。

source: Prowl could not create the socket.
zh_hans: Prowl 无法创建套接字。

source: Prowl could not determine a code host URL for this repository.
zh_hans: Prowl 无法确定此仓库的代码托管 URL。

source: Prowl could not determine the pull request branch.
zh_hans: Prowl 无法确定拉取请求分支。

source: Prowl could not determine which GitHub repository owns this pull request. Check the repository remote and try again.
zh_hans: Prowl 无法确定哪个 GitHub 仓库拥有此拉取请求。请检查仓库远程地址后重试。

source: Prowl could not find a failing check URL.
zh_hans: Prowl 未找到失败检查 URL。

source: Prowl could not find a failing check with details.
zh_hans: Prowl 未找到包含详情的失败检查。

source: Prowl could not find a failing workflow run to copy logs from.
zh_hans: Prowl 未找到可复制日志的失败工作流运行。

source: Prowl could not find a failing workflow run to re-run.
zh_hans: Prowl 未找到可重新运行的失败工作流运行。

source: Prowl could not find a pull request for this worktree.
zh_hans: Prowl 未找到此 worktree 的拉取请求。

source: Prowl could not find any workflow runs for this branch.
zh_hans: Prowl 未找到此分支的任何工作流运行。

source: Prowl could not find the selected repository.
zh_hans: Prowl 未找到所选仓库。

source: Prowl could not lock the socket for this instance. Check the folder's permissions.
zh_hans: Prowl 无法为当前实例锁定该套接字。请检查文件夹的权限。

source: Prowl could not parse the pull request URL (%@).
zh_hans: Prowl 无法解析拉取请求的 URL（%@）。

source: Prowl could not read the selected folders.
zh_hans: Prowl 无法读取所选文件夹。

source: Prowl could not restrict the socket to your user. Check the folder's permissions.
zh_hans: Prowl 无法将该套接字限制为仅你的用户可用。请检查文件夹的权限。

source: Prowl could not start listening on the socket.
zh_hans: Prowl 无法开始监听该套接字。

source: Prowl creates the workspace in this folder.
zh_hans: Prowl 会在此文件夹中创建工作区。

source: Prowl is configured to use %@ on %@, but gh could not switch to that account. Run `gh auth switch --hostname %@ --user %@` and try again.
zh_hans: Prowl 已配置为在 %2$@ 上使用 %1$@，但 gh 无法切换到该账户。请运行 `gh auth switch --hostname %3$@ --user %4$@` 后重试。

source: Prowl is not listening for the prowl command right now.
zh_hans: Prowl 目前没有在监听 prowl 命令。

source: Prowl is not listening for the prowl command.
zh_hans: Prowl 未在监听 prowl 命令。

source: Prowl launches a new agent in a background tab.
zh_hans: Prowl 会在后台标签页中启动新的 Agent。

source: Prowl launches a new agent in a new tab.
zh_hans: Prowl 会在新标签页中启动新的 Agent。

source: Prowl launches a new agent in a split on the %@ without changing focus.
zh_hans: Prowl 会在%@的分屏中启动新的 Agent，且不改变焦点。

source: Prowl launches a new agent in a split on the %@.
zh_hans: Prowl 会在%@的分屏中启动新的 Agent。

source: Prowl launches a new agent.
zh_hans: Prowl 会启动新的 Agent。

source: Prowl revalidates automatically when the workflow file changes.
zh_hans: 工作流文件发生更改时，Prowl 会自动重新校验。

source: Prowl starts a new agent from an Agent Profile for this role.
zh_hans: Prowl 会根据一个 Agent 配置为此角色启动新的 Agent。

source: Prowl types this command into the new pane. Override values travel in hidden PROWL_ENV variables, never in the command text.
zh_hans: Prowl 会在新窗格中输入此命令。覆盖值通过隐藏的 PROWL_ENV 变量传递，不会出现在命令文本中。

source: Prowl will quit and relaunch to finish installing the update.
zh_hans: Prowl 将退出并重新启动，以完成更新安装。

source: Pruning Claude Code hedges
zh_hans: 正在修剪 Claude Code 的“可能、也许、大概”

source: Pull Requests
zh_hans: 拉取请求

source: Pull request
zh_hans: 拉取请求

source: Pull request closed
zh_hans: 拉取请求已关闭

source: Pull request marked ready
zh_hans: 拉取请求已标记为可审查

source: Pull request merged
zh_hans: 拉取请求已合并

source: Pull request not available
zh_hans: 拉取请求不可用

source: Pull request open
zh_hans: 拉取请求已打开

source: Purple
zh_hans: 紫色

source: Queued
zh_hans: 排队中

source: Quit
zh_hans: 退出

source: Quit Application
zh_hans: 退出应用

source: Quit Prowl
zh_hans: 退出 Prowl

source: Quit Prowl?
zh_hans: 退出 Prowl？

source: RUN SCRIPT
zh_hans: 运行脚本

source: Re-read the Ghostty config from disk and apply it to running terminals.
zh_hans: 从磁盘重新读取 Ghostty 配置并应用到正在运行的终端。

source: Re-run Failed Jobs
zh_hans: 重新运行失败的作业

source: Re-run failed jobs
zh_hans: 重新运行失败的作业

source: Re-running failed jobs…
zh_hans: 正在重新运行失败的作业…

source: Reachable on your local network or VPN. The internet cannot reach this port unless your router forwards it.
zh_hans: 可通过本地网络或 VPN 访问。除非路由器转发了此端口，否则无法从互联网访问。

source: Read a new snapshot of retained terminal text
zh_hans: 读取保留终端文本的新快照

source: Read a snapshot of retained terminal text
zh_hans: 读取保留终端文本的快照

source: Read previously paired Hosts from secure storage again
zh_hans: 重新从安全存储中读取先前配对的主机

source: Reading local branches
zh_hans: 正在读取本地分支

source: Ready
zh_hans: 就绪

source: Ready to run.
zh_hans: 可以运行。

source: Ready with %lld warning.
zh_hans: 可以运行，有 %lld 个警告。

source: Ready with %lld warnings.
zh_hans: 可以运行，有 %lld 个警告。

source: Ready · %lld warning
zh_hans: 就绪 · %lld 个警告

source: Ready · %lld warnings
zh_hans: 就绪 · %lld 个警告

source: Real file or directory
zh_hans: 真实文件或目录

source: Reasoning Effort
zh_hans: 推理强度

source: Rebase
zh_hans: 变基

source: Recent
zh_hans: 最近

source: Recommended first in the Agents menu for this repository. Without a designation, the last profile launched here is recommended.
zh_hans: 在此仓库的 Agent 菜单中优先推荐。未指定时，推荐上次在此启动的配置。

source: Recommended ·
zh_hans: 推荐 ·

source: Reconnect to this pane; Retry never takes control from another device
zh_hans: 重新连接到此窗格；重试不会从其他设备夺取控制权

source: Recorded step duration, including retries
zh_hans: 记录的步骤时长（含重试）

source: Recording
zh_hans: 正在录制

source: Recording shortcut. Press Esc to cancel.
zh_hans: 正在录制快捷键。按 Esc 取消。

source: Recording…
zh_hans: 正在录制…

source: Red
zh_hans: 红色

source: Reducing agent flattery
zh_hans: 正在帮 Agent 戒掉彩虹屁

source: Refresh
zh_hans: 刷新

source: Refresh Code
zh_hans: 刷新配对码

source: Refresh Panes
zh_hans: 刷新窗格

source: Refresh Worktrees
zh_hans: 刷新 worktree

source: Refresh workspace line-change badges automatically. Disable to skip background git diff for large repositories.
zh_hans: 自动刷新工作区的行更改标记。对于大型仓库，可停用以跳过后台 git diff。

source: Regenerate
zh_hans: 重新生成

source: Reinstall
zh_hans: 重新安装

source: Relaunch Role
zh_hans: 重新启动角色

source: Relaunch to install update
zh_hans: 重新启动以安装更新

source: Release Notes
zh_hans: 发行说明

source: Release to add
zh_hans: 松开以添加

source: Reload
zh_hans: 重新加载

source: Reload the list of panes on this Host
zh_hans: 重新加载此主机上的窗格列表

source: Reload worktrees and Agent Profiles from Host
zh_hans: 从主机重新加载 worktree 和 Agent 配置

source: Remote
zh_hans: 远程

source: Remote Branches
zh_hans: 远程分支

source: Remote Mirror
zh_hans: 远程镜像

source: Remote Mirror — %@
zh_hans: 远程镜像——%@

source: Remote Mirror — %@. Hover to preview or click to keep open.
zh_hans: 远程镜像——%@。悬停可预览，点击可保持打开。

source: Remote Mirrors
zh_hans: 远程镜像

source: Remote URL
zh_hans: 远程 URL

source: Remote URL required.
zh_hans: 需要填写远程 URL。

source: Remote branch loading timed out.
zh_hans: 加载远程分支超时。

source: Remote connection timed out. The other side is no longer responding.
zh_hans: 远程连接超时。对方已不再响应。

source: Remote mirror message exceeds the size limit.
zh_hans: 远程镜像消息超出了大小限制。

source: Remote receiver is too slow.
zh_hans: 远程接收端速度过慢。

source: Remove
zh_hans: 移除

source: Remove Profile
zh_hans: 移除配置

source: Remove Profile…
zh_hans: 移除配置…

source: Remove Repository
zh_hans: 移除仓库

source: Remove Variable
zh_hans: 移除变量

source: Remove and Trash Files
zh_hans: 移除并将文件放入废纸篓

source: Remove from Workspace on save
zh_hans: 保存时从工作区移除

source: Remove from Workspace…
zh_hans: 从工作区移除…

source: Remove from the workspace on save
zh_hans: 保存时从工作区移除

source: Remove prowl command line tool from /usr/local/bin
zh_hans: 从 /usr/local/bin 移除 prowl 命令行工具

source: Remove repository
zh_hans: 移除仓库

source: Remove repository?
zh_hans: 移除仓库？

source: Remove selected command
zh_hans: 移除所选命令

source: Remove the %@ skill link at %@; the bundled skill stays in the app
zh_hans: 移除 %2$@ 处的 %1$@ 技能链接；内置技能仍保留在应用中

source: Remove the saved terminal tab and split layout from disk
zh_hans: 从磁盘移除已保存的终端标签页和分屏布局

source: Remove this environment variable
zh_hans: 移除该环境变量

source: Remove this finished run from Workflow History
zh_hans: 从工作流历史中移除这次已完成的运行

source: Remove this profile
zh_hans: 移除该配置

source: Remove this repository
zh_hans: 移除此仓库

source: Remove this repository from the workspace before it is created
zh_hans: 在创建工作区之前，把此仓库从工作区中移除

source: Remove workspace (↩)
zh_hans: 移除工作区（↩）

source: Remove workspace?
zh_hans: 移除工作区？

source: Remove “%@”?
zh_hans: 移除“%@”？

source: Removed %lld runs.
zh_hans: 已删除 %lld 个运行。

source: Removed 1 run.
zh_hans: 已删除 1 个运行。

source: Removed on save
zh_hans: 保存时移除

source: Removes only the symlink; the linked repository is untouched.
zh_hans: 只移除符号链接；被链接的仓库保持不变。

source: Removing "you're absolutely right!"
zh_hans: 正在删除“您说得对！”

source: Removing...
zh_hans: 正在移除…

source: Rename
zh_hans: 重命名

source: Rename (↩)
zh_hans: 重命名（↩）

source: Rename Branch
zh_hans: 重命名分支

source: Rename Branch…
zh_hans: 重命名分支…

source: Rename Host
zh_hans: 重命名主机

source: Rename Tab
zh_hans: 重命名标签页

source: Rename branch
zh_hans: 重命名分支

source: Rename tab
zh_hans: 重命名标签页

source: Rename this Host or forget its saved access
zh_hans: 重命名此主机，或忘记其已保存的访问权限

source: Rename…
zh_hans: 重命名…

source: Repair
zh_hans: 修复

source: Repeats
zh_hans: 重复

source: Replace
zh_hans: 替换

source: Replace the broken link at %@ with this app's bundled %@ skill
zh_hans: 将 %@ 处的失效链接替换为此应用内置的 %@ 技能

source: Replace the broken prowl link with the version bundled in this app
zh_hans: 将失效的 prowl 链接替换为此应用内置的版本

source: Replace the existing prowl command with the version bundled in this app
zh_hans: 将现有的 prowl 命令替换为此应用内置的版本

source: Replace the link to another Prowl build at %@ with this app's bundled %@ skill
zh_hans: 将 %@ 处指向其他 Prowl 构建的链接替换为此应用内置的 %@ 技能

source: Repo Settings
zh_hans: 仓库设置

source: Repo Settings…
zh_hans: 仓库设置…

source: Repo color: %@
zh_hans: 仓库颜色：%@

source: Repositories
zh_hans: 仓库

source: Repositories you add will appear here
zh_hans: 你添加的仓库将显示在这里

source: Repository
zh_hans: 仓库

source: Repository Color
zh_hans: 仓库颜色

source: Repository Icon
zh_hans: 仓库图标

source: Repository Icons
zh_hans: 仓库图标

source: Repository URL not available
zh_hans: 仓库 URL 不可用

source: Repository and global terminal actions. Enabled commands appear in repository order, then global order. Edit global commands in Settings → Commands.
zh_hans: 仓库和全局的终端操作。已启用的命令先按仓库顺序、再按全局顺序显示。可在“设置 → 命令”中编辑全局命令。

source: Repository name
zh_hans: 仓库名称

source: Repository name required.
zh_hans: 需要填写仓库名称。

source: Repository not available
zh_hans: 仓库不可用

source: Repository not found.
zh_hans: 未找到仓库。

source: Repository options
zh_hans: 仓库选项

source: Requests the runtime's least-restricted mode. It may execute commands and modify files without prompting.
zh_hans: 请求运行时限制最少的模式。它可能会在不提示的情况下执行命令和修改文件。

source: Required
zh_hans: 必需

source: Requires app restart.
zh_hans: 需要重启应用。

source: Reserved by Prowl — this row is ignored at launch.
zh_hans: 此名称由 Prowl 保留——启动时会忽略此行。

source: Reset
zh_hans: 重置

source: Reset Agent Island's saved floating positions
zh_hans: 重置 Agent 灵动岛已保存的浮动位置

source: Reset All
zh_hans: 全部重置

source: Reset Conflict
zh_hans: 重置冲突

source: Reset Font Size
zh_hans: 重置字号

source: Reset Related
zh_hans: 重置相关项

source: Reset Related will cascade reset: %@.
zh_hans: “重置相关项”将连带重置：%@。

source: Reset Section
zh_hans: 重置区段

source: Reset Terminal
zh_hans: 重置终端

source: Reset shortcut to default
zh_hans: 将快捷键重置为默认值

source: Reset to %@
zh_hans: 重置为 %@

source: Reset to Default
zh_hans: 重置为默认值

source: Reset to default
zh_hans: 重置为默认值

source: Resetting “%@” restores %@, which is currently used by “%@”.
zh_hans: 重置“%1$@”会恢复 %2$@，而它目前被“%3$@”占用。

source: Resolving base reference (%@)
zh_hans: 正在解析基线引用（%@）

source: Restore card size
zh_hans: 恢复卡片大小

source: Restore expanded card
zh_hans: 恢复展开的卡片

source: Restore terminal layout on launch (experimental)
zh_hans: 启动时恢复终端布局（实验性）

source: Restore the default icon for this tab
zh_hans: 恢复此标签页的默认图标

source: Restore the runtime brand icon
zh_hans: 恢复运行时品牌图标

source: Retained text at time of request
zh_hans: 请求时保留的文本

source: Retry
zh_hans: 重试

source: Retry loading repository
zh_hans: 重新加载仓库

source: Return to the Host pane list
zh_hans: 返回主机窗格列表

source: Return to the live terminal
zh_hans: 返回实时终端

source: Reveal
zh_hans: 显示

source: Reveal %@ in Finder
zh_hans: 在访达中显示 %@

source: Reveal Bundle
zh_hans: 显示 Bundle

source: Reveal Profile Files
zh_hans: 显示此配置的文件

source: Reveal Session in Finder
zh_hans: 在访达中显示会话

source: Reveal Workflow in Finder
zh_hans: 在访达中显示工作流

source: Reveal in Finder
zh_hans: 在访达中显示

source: Reveal in Sidebar
zh_hans: 在边栏中显示

source: Reveal run in Finder
zh_hans: 在访达中显示这次运行

source: Reveal the agent's working directory in Finder
zh_hans: 在访达中显示 Agent 的工作目录

source: Review %@
zh_hans: 审阅 %@

source: Review Bundle…
zh_hans: 审阅 Bundle…

source: Review Workflow Bundle
zh_hans: 审阅工作流 Bundle

source: Review this script bundle before running it.
zh_hans: 运行此脚本 Bundle 之前请先审阅。

source: Review, create, and edit workflows in Settings
zh_hans: 在设置中查看、创建和编辑工作流

source: Revoke
zh_hans: 撤销

source: Revoke %@?
zh_hans: 撤销 %@？

source: Right
zh_hans: 右侧

source: Right-click any selected worktree to apply actions to all selected worktrees.
zh_hans: 右键点按任一选中的 worktree，即可将操作应用到所有选中的 worktree。

source: Role
zh_hans: 角色

source: Role: %@
zh_hans: 角色：%@

source: Roles
zh_hans: 角色

source: Round %@
zh_hans: 第 %@ 轮

source: Round %lld
zh_hans: 第 %lld 轮

source: Run
zh_hans: 运行

source: Run %@
zh_hans: 运行 %@

source: Run %@ from this agent's pane
zh_hans: 从此 Agent 的窗格运行 %@

source: Run Custom Command: %@
zh_hans: 运行自定义命令：%@

source: Run Directly When Possible
zh_hans: 尽可能直接运行

source: Run History
zh_hans: 运行历史

source: Run In
zh_hans: 运行位置

source: Run Script
zh_hans: 运行脚本

source: Run Setup
zh_hans: 运行初始化

source: Run Workflow
zh_hans: 运行工作流

source: Run Workflow: %@
zh_hans: 运行工作流：%@

source: Run `gh auth login` in terminal to authenticate.
zh_hans: 在终端中运行 `gh auth login` 以进行身份验证。

source: Run a workflow
zh_hans: 运行工作流

source: Run action %@.
zh_hans: 运行操作 %@。

source: Run details are unavailable: %@
zh_hans: 无法获取运行详情：%@

source: Run in %@
zh_hans: 在 %@ 中运行

source: Run script active
zh_hans: 运行脚本已启用

source: Run script launched on demand from the toolbar
zh_hans: 从工具栏按需启动的运行脚本

source: Run the on-device suggestion again for fresh candidates.
zh_hans: 再次运行设备端建议，获取新的候选。

source: Run this workflow in %@
zh_hans: 在 %@ 中运行此工作流

source: Run with Options…
zh_hans: 使用选项运行…

source: Running
zh_hans: 运行中

source: Running archive script
zh_hans: 正在运行归档脚本

source: Running for %@
zh_hans: 已运行 %@

source: Runs an action inside Prowl.
zh_hans: 在 Prowl 内运行一个操作。

source: Runs are listed in the toolbar's Workflow History. Records are stored in your home directory, outside project folders, and finished runs expire automatically.
zh_hans: 运行会列在工具栏的“工作流历史”中。记录存储在主目录中、项目文件夹之外，已完成的运行会自动过期。

source: Runs git branch -D after the worktree is removed. Protected branches are kept.
zh_hans: 移除 worktree 后运行 git branch -D。受保护的分支会被保留。

source: Runs git fetch <remote> before creating a worktree.
zh_hans: 在创建 worktree 之前运行 git fetch <remote>。

source: Runs git fetch <remote> before creating the worktree.
zh_hans: 在创建 worktree 之前运行 git fetch <remote>。

source: Runs in a new split of the focused terminal.
zh_hans: 在当前聚焦终端的新分屏中运行。

source: Runs in a new terminal tab.
zh_hans: 在新的终端标签页中运行。

source: Runs in the focused terminal
zh_hans: 在聚焦的终端中运行

source: Runs in the worktree directory. Supports {leftPath}, {rightPath}, {worktreePath}, {repoPath}, and {branch}.
zh_hans: 在 worktree 目录中运行。支持 {leftPath}、{rightPath}、{worktreePath}、{repoPath} 和 {branch}。

source: Runtime Default
zh_hans: 运行时默认值

source: Runtime default
zh_hans: 运行时默认值

source: SF Symbol name
zh_hans: SF Symbol 名称

source: SF Symbols pick up the repo color when one is set.
zh_hans: 设置了仓库颜色时，SF Symbol 会使用该颜色。

source: Save
zh_hans: 保存

source: Save %@; %lld repositories afterwards.
zh_hans: 保存将%1$@；保存后共 %2$lld 个仓库。

source: Save Workspace (↩)
zh_hans: 保存工作区（↩）

source: Save and Run
zh_hans: 保存并运行

source: Save and Run (↩)
zh_hans: 保存并运行（↩）

source: Save keeps %lld repositories.
zh_hans: 保存后保留 %lld 个仓库。

source: Save keeps 1 repository.
zh_hans: 保存后保留 1 个仓库。

source: Saved terminal layout cleared
zh_hans: 已清除保存的终端布局

source: Saving cannot be canceled
zh_hans: 保存过程无法取消

source: Saving…
zh_hans: 正在保存…

source: Script Actions
zh_hans: 脚本操作

source: Scripts & Panels
zh_hans: 脚本与面板

source: Scripts can read and change files, use the network, and run programs with your permissions. Approval applies to every file in this version of the bundle.
zh_hans: 脚本可以读取和修改文件、使用网络，并以你的权限运行程序。 批准适用于此版本 Bundle 中的每个文件。

source: Search
zh_hans: 搜索

source: Search actions or shortcuts
zh_hans: 搜索操作或快捷键

source: Search branches
zh_hans: 搜索分支

source: Search for actions or branches...
zh_hans: 搜索操作或分支…

source: Select
zh_hans: 选择

source: Select All
zh_hans: 全选

source: Select All Canvas Cards
zh_hans: 全选画布卡片

source: Select Book %lld
zh_hans: 选择第 %lld 本书

source: Select Book 1
zh_hans: 选择第 1 本书

source: Select Book 2
zh_hans: 选择第 2 本书

source: Select Book 3
zh_hans: 选择第 3 本书

source: Select Book 4
zh_hans: 选择第 4 本书

source: Select Book 5
zh_hans: 选择第 5 本书

source: Select Book 6
zh_hans: 选择第 6 本书

source: Select Book 7
zh_hans: 选择第 7 本书

source: Select Book 8
zh_hans: 选择第 8 本书

source: Select Book 9
zh_hans: 选择第 9 本书

source: Select Next Agent
zh_hans: 选择下一个 Agent

source: Select Next Book
zh_hans: 选择下一本书

source: Select Next Pane
zh_hans: 选择下一个窗格

source: Select Next Tab
zh_hans: 选择下一个标签页

source: Select Next Worktree
zh_hans: 选择下一个 worktree

source: Select Next Worktree (Tab in Shelf View)
zh_hans: 选择下一个 worktree（书架视图中的 Tab）

source: Select Pane
zh_hans: 选择窗格

source: Select Pane Above
zh_hans: 选择上方窗格

source: Select Pane Below
zh_hans: 选择下方窗格

source: Select Pane Down
zh_hans: 选择下方窗格

source: Select Pane Left
zh_hans: 选择左侧窗格

source: Select Pane Right
zh_hans: 选择右侧窗格

source: Select Pane Up
zh_hans: 选择上方窗格

source: Select Previous Agent
zh_hans: 选择上一个 Agent

source: Select Previous Book
zh_hans: 选择上一本书

source: Select Previous Pane
zh_hans: 选择上一个窗格

source: Select Previous Tab
zh_hans: 选择上一个标签页

source: Select Previous Worktree
zh_hans: 选择上一个 worktree

source: Select Previous Worktree (Tab in Shelf View)
zh_hans: 选择上一个 worktree（书架视图中的 Tab）

source: Select Terminal Tab 1
zh_hans: 选择终端标签页 1

source: Select Terminal Tab 2
zh_hans: 选择终端标签页 2

source: Select Terminal Tab 3
zh_hans: 选择终端标签页 3

source: Select Terminal Tab 4
zh_hans: 选择终端标签页 4

source: Select Terminal Tab 5
zh_hans: 选择终端标签页 5

source: Select Terminal Tab 6
zh_hans: 选择终端标签页 6

source: Select Terminal Tab 7
zh_hans: 选择终端标签页 7

source: Select Terminal Tab 8
zh_hans: 选择终端标签页 8

source: Select Terminal Tab 9
zh_hans: 选择终端标签页 9

source: Select Worktree 1
zh_hans: 选择 worktree 1

source: Select Worktree 2
zh_hans: 选择 worktree 2

source: Select Worktree 3
zh_hans: 选择 worktree 3

source: Select Worktree 4
zh_hans: 选择 worktree 4

source: Select Worktree 5
zh_hans: 选择 worktree 5

source: Select Worktree 6
zh_hans: 选择 worktree 6

source: Select Worktree 7
zh_hans: 选择 worktree 7

source: Select Worktree 8
zh_hans: 选择 worktree 8

source: Select Worktree 9
zh_hans: 选择 worktree 9

source: Select a File
zh_hans: 选择文件

source: Select a pane to mirror.
zh_hans: 选择要镜像的窗格。

source: Select a run to inspect its steps and outputs.
zh_hans: 选择一次运行以查看其步骤和输出。

source: Select a worktree to choose which repository to use.
zh_hans: 请选择一个 worktree，以确定要使用哪个仓库。

source: Select a worktree to open its terminal and repository tools.
zh_hans: 选择一个 worktree，以打开它的终端和仓库工具。

source: Select all cards for broadcast
zh_hans: 选择所有卡片进行广播

source: Select the gh account Prowl should use for this repository.
zh_hans: 选择 Prowl 用于此仓库的 gh 账户。

source: Select this agent's session log in Finder
zh_hans: 在访达中选中此 Agent 的会话日志

source: Select worktree and focus terminal
zh_hans: 选择 worktree 并聚焦终端

source: Selected
zh_hans: 已选择

source: Selects an existing agent pane when the workflow starts.
zh_hans: 工作流启动时选择一个现有的 Agent 窗格。

source: Sends a Prowl notification.
zh_hans: 发送一条 Prowl 通知。

source: Sends input to the currently focused terminal.
zh_hans: 将输入发送到当前聚焦的终端。

source: Sends instructions to %@ and waits for its reply.
zh_hans: 向 %@ 发送指令并等待它的回复。
